//
//  Data.swift
//  SCAB Israel
//
//  Created by Niso Levy
//  Copyright © 2016 NisoLevy. All rights reserved.
//

import Foundation
class data {
    static var acoAreas=[
        
            "Pleasure":
                ["pleasure","₪ 7,990","7990","פינת ישיבה Pleasure Unique מפנקת מאלומיניום מסיבית, בסגנון וינטאג אופנתי ,משולבת ראתן קלוע הכוללת ספה תלת מושבית מיועדת ל3 אנשים + 2 כורסאות יחיד ושולחן תואם אלומיניום מעוצב עם משטח זכוכית המערכת כוללת סט ריפודים נשלף ורחיץ למושב וכריות מיוחדות יוניק לגב צבע אלומיניום חום ראתן חבלים קלוע גוון טבעי כריות משולבות קרם וורוד או קרם מידות ספה אורך 194 רוחב 72 גובה 85 ס”מ כורסא אורך 70 רוחב 72 גובה 85 ס”מ שולחן אורך 109 רוחב 69 גובה 45 ס”מ"],
            "Toscana":
                ["toscana","₪ 8,900","8900","פינת ישיבה מפוארת , שילדת אלומיניום בחיפוי ראתן מקלעות חבלים עגול עמיד ורחיץ הכוללת ספה גדולה ועמוקה במיוחד דו מושבית ו 2 ספות יחיד עמוקות במיוחד עם שולחן מלבני ושולחן צד תואם המערכת כוללת סט ריפודים מבד יוקרתי עבה במיוחד עם מרקם של טוויד המערכת ריפודים נשלפת בקלות לרחיצה צבע המערכת אפור מידות ספה אורך 159 רוחב 98 גובה 98 ס”מ כורסא אורך 88 רוחב 98 גובה 98 ס”מ שולחן אורך 53 רוחב 63 גובה 44 ס”מ"],
            "New port":
                ["newport","₪ 5,900","5900","פינת ישיבה קסומה לגינה , הכוללת ספה דו מושבית ו 2 ספות יחיד עם שולחן מלבני המערכת כוללת סט ריפודים מבד עבה במיוחד המערכת ריפודים נשלפת בקלות לרחיצה צבע המערכת גוון קש טבעי עם ריפודים בצבע קפוצינו _קרם מידות ספה אורך 138 רוחב 82 גובה 86 ס”מ כורסא אורך 83 רוחב 79 גובה 86 ס”מ שולחן אורך 100 רוחב 60 גובה 40 ס”מ"],
            "Combine":
                ["combine","₪ 5,900","5900","פינת ישיבה  קסומה לגינה ,בצבע קרמל מוקה הכוללת ספה גדולה ועמוקה במיוחד. דו מושבית ו 2 ספות יחיד עמוקות במיוחד עם שולחן מרובע או מלבני לבחירה המערכת כוללת סט ריפודים מבד יוקרתי אירופאי עבה במיוחד עם מרקם של טוויד המערכת ריפודים נשלפת בקלות לרחיצה. מידות ספה דו מושבית אורך 157 רוחב  77 גובה 71 כורסא אורך 85 רוחב 77 גובה 71 שולחן קים ב2 מידות  שולחן מלבני אורך 120 רוחב 60 גובה 46 שולחן ריבועי אורך 80 רוחב 80 גובה 46 ס”מ"],
            "VIOLA":
                ["viola","₪ 8,900","8900","פינת ישיבה  קסומה לגינה, בצבע חום שוקולד הכוללת ספה גדולה תלת  מושבית  או דו מושבית לבחירה ו 2 ספות יחיד עמוקות במיוחד. עם שולחן מלבני המערכת כוללת סט ריפודים מבד יוקרתי אירופאי עבה במיוחד בצבע מוקה המערכת ריפודים נשלפת בקלות לרחיצה. מידות  המערכת ספה תלת מושבית אורך 210 רוחב 85  גובה 73  ספה דן מושבית אורך 149 רוחב 85 גובה 77 כורסא ליחיד אורך 77 רוחב 85 גובה 77 שולחן מלבני אורך 120 רוחב 60 גובה 41  ס”מ."],
            "Opal":
                ["opal","₪ 2,990","2990","כורסא פינוק זוגית דו מושבית ,נפתחת למיטה במשיחת יד קלה   מתאימה למשטחים קטנים במשיכת יד קלה הכורסא הופכת למיטה או לכורסא עם הדום לרגלים מגוון מצבי ישיבה שכיבה הכורסא מצוידת במערכת ריפודים  ונוחה מאוד לישיבה. מידות: אורך- 160 רוחב- 75 פתוח 140 גובה- 80 ס”מ."],
            "Noaar":
                ["noaar","₪ 6,890","6890","מערכת ישיבה Noaar מפנקת משילדת אלומיניום מסיבית בחיפוי ראתן עגול הכוללת ספה דו מושבית + 2 כורסאות יחיד שולחן מוגבה שמיועד לאכילה ו2 הדומים נשלפים המערכת כוללת סט ריפודים נשלף ורחיץ למושב ולגב צבע המערכת אפור מתכתי ריפודים פפיטה קרם רך וכריות פינוק נלוות גווני תכלת מידות ספה אורך 141 רוחב 78 גובה 85 ס”מ כורסא אורך 74 רוחב 78 גובה 85 ס”מ שרפרפים נשלפים אורך 40 רוחב 40 גובה 38 ס”מ שולחן אורך 150 רוחב 80 גובה 68 ס”מ."]
    ];

    static var gardenFurniture=[
            "Eden":
                ["eden","₪ 5,990","5990","מערכת גן מיוחדת מרובעת הכוללת שולחן מרובע עם מנגנון הארכה עולה מאמצע השולחן עם פתיחתן ל2 הצדדים השולחן משולב בזכוכית עם מרקם מיוחד למניעת טביעות אצבע וכתמים לשולחן מצורפים 4 כיסאות מאלומיניום בחיפוי טקסט לין רחיץ ועמיד . הכיסאות מעוצבים ונוחים לישיבה עם מסעדי ידיים להשלמת המראה ונערמים זה על גבי זה לצורך אחסון צבע המערכת חום מט מידות השולחן מצב סגור אורך 150 רוחב 150 מצב פתוח אורך 270 רוחב 150 כיסאות אורך 48 רוחב 56 גובה 90"],
            "Leonardo":
                ["leonardo","₪ 6,290","6290","כוללת שולחן מלבני מעוצב במידות: אורך 180 ס”מ ניפתח ל 240ס”מ, רוחב 100ס”מ. עם מנגנון הארכה אוטומטי במשיכת יד קלה הארכה עולה מאמצע השולחן ללא מגע אדם עם פתיחתו לשני הצדדים והשולחן ניפתח לאירוח לגודל 240 ס”מ .השולחן משולב במשטח מלבני זכוכית משולבים לכל אורך השולחן, בצבע קרם שמנת, בתוספת 4 כורסאות מאלומיניום. הכסא משולב בדוגמת טקסטלין רחיץ ועמיד העוטפת את הכסא עם מסעדי ידיים להשלמת המראה הכיסאות נוחים לישיבה ונערמים זה על גבי זה לצורך אחסון צבע המערכת קרם שמנת בהיר."],
            "Emrald":
                ["emrald","₪ 5,990","5990","מערכת גן מפוארת כוללת שולחן מלבני ענק מתאים לאירוח מעוצב במידות: אורך 200 ס”מ ניפתח ל 300ס”מ, רוחב 100ס”מ. עם מנגנון הארכה אוטומטי במשיכת יד קלה הארכה של 100 ס”מ עולה מאמצע השולחן עם פתיחתו לשני הצדדים והשולחן ניפתח לאירוח לגודל 300ס”מ. הכיסא מטקסטלין עמיד ורחיץ עם מסעדי ידיים להשלמת המראה. הכיסאות נוחים לישיבה ונערמים זה על גבי זה לאחסון. השולחן משולב במשטח זכוכית בצבע קפוצ'ינו מוקה. הכיסאות נערמים זה על זה."],
            "Bondi 3200":
                ["bondi3200","₪ 4,390","4390","מערכת גן מפוארת מאלומיניום המערכת כוללת שולחן מלבני מעוצב במידות: אורך 200ס”מ ניפתח ל 320ס”מ, רוחב 100 ס”מ. רחב במיוחד עם הארכה מובנת בתוך השולחן. השולחן משולב בזכוכית מחוסמת בעובי 5 מ”מ בתוספת 4 כורסאות רחבות מאלומיניום עם מסעדי ידיים משולב בדוגמת טקסטלין רחיץ ועמיד העוטפת את הכסא ומעניקה לו מראה מעוצב ואלגנטי הכורסאות  מעוצבות ונוחות לישיבה עם משענת גב גבוהה ותומכת. צבע המערכת אלומיניום המערכת שנהב אפרפר משי."],
            "Bondi 2700":
                ["bondi2700","₪ 3,990","3990","מערכת מאלומיניום הכוללת שולחן מלבני מעוצב מקט 62031 במידות: אורך 135ס”מ ניפתח ל 270 ס”מ, רוחב 90 ס”מ. עם הארכה מובנת בתוך השולחן. השולחן משולב בזכוכית חלבית מחוסמת בעובי 5 מ”מ  בתוספת 4 כורסאות רחבות מאלומיניום עם מסעדי ידיים משולב בדוגמת טקסטלין רחיץ ועמיד העוטפת את הכסא ומעניקה לו מראה מעוצב ואלגנטי הכורסאות מעוצבות ונוחות לישיבה עם משענת גב גבוהה ותומכת. ונערמים  זה על גבי זה לצורך  אחסון   צבע  המערכת קרם משי -אבן. ניתן להזמין את המערכת גם בצבע לבן."],
            "Bondi 1800":
                ["bondi1800","₪ 3,590","3590","מערכת גן מפוארת מאלומיניום המערכת כוללת שולחן  מרובע מעוצב במידות: אורך 90ס”מ ניפתח ל 180 ס”מ, רוחב 90 ס”מ. עם הארכה מובנת בתוך השולחן .השולחן   משולב  בזכוכית מחוסנת בעובי 5 מ”מ חלבית  צבע הזכוכית קרמל תואם בתוספת 4 כורסאות רחבות מאלומיניום עם מסעדי ידיים משולב בדוגמת טקסטלין רחיץ ועמיד בפני פגעי אקלים   בגוון שמפיין  העוטפת את הכסא ומעניקה לו מראה מעוצב ואלגנטי הכורסאות מעוצבות ונוחות לישיבה עם משענת גב גבוהה ותומכת. צבע המערכת אלומיניום בגוון קרמל שמפיין בשילוב דוגמת טקסטלין בצבע שמפיין."]
    ];
    
    static var grills=[
        "X5 RED":
            ["gril-x5-red","₪ 2,990","2990","מתקן גריל גז  חדש! משטח צלייה ענק רשתות הצלייה יצוקות מצופות פורצלן משטח הצלייה קיים מדף חימום עליון מכסה אינטגראלי מקומר מנירוסטה בעיצוב חדיש ומדהים. 5 מבערים  בהספק  btu 72000 מבערים מאונכים זה לזה 5 מבערים + כירת צד לטיגון עם מכסה אינטגראלי מנגנון הצתה אוטומטי. מגירה תחתונה נשלפת לקליטת נוזלים לניקוי קל של הגריל מתקן הגריל הינו היקפי עם מדפי צד הגריל נע על גלגלים משטח צלייה ענק באורך 75 סנטימר רוחב 42 סנטימטר מידות הגריל אורך 155 רוחב 52 גובה 125."],
        "X5":
            ["gril-x5","₪ 2,900","2900","מתקן גריל גז  חדש! 5 מבערים  בהספק  btu 72000 מבערים מאונכים זה לזה 5 מבערים + כירת צד לטיגון עם מכסה אינטגראלי מנגנון הצתה אוטומטי משטח צלייה ענק רשתות הצלייה יצוקות מצופות פורצלן משטח הצלייה קיים מדף חימום עליון מכסה אינטגראלי מקומר מנירוסטה בעיצוב חדיש ומדהים מגירה תחתונה נשלפת לקליטת נוזלים לניקוי קל של הגריל מתקן הגריל הינו היקפי עם מדפי צד הגריל נע על גלגלים משטח צלייה ענק באורך. 75 סנטימר רוחב 42 סנטימטר מידות הגריל אורך 155 רוחב 52 גובה 125."],
        "SPIDER":
            ["gril-spider","₪ 3,290","3290","גריל מעוצב כמטבח נייד ,תפוקת חום בהספק עצום  57000 שלושה מבערים + כירת צד לטיגון. ארון עם דלת רחבה, המאחסן בתוכו את בלון הגז וכלי עזר לצלייה. 3 מבערים יצוקים. מתקן הגריל נתון בארון, עם 2 מדפים להנחת כלי עזר צלייה נוחה. הגריל נייד עם 4 גלגלים."],
        "SPIDER BLACK":
            ["gril-spider-black","₪ 4,890","4890","תפוקת חום בהספק עצום 72000Btu . מבערים יצוקים לכל רוחב הגריל + כירת צד לטיגון ארון עם דלת נירוסטה רחבה. המאחסן בתוכו את בלון הגז וכלי עזר לצלייה מכסה כפול ששומר על טמפרטורה גבוהה בעת הצלייה וחוסך 30% בצריכת הגז. מתקן הגריל נתון בארון עם 2 מדפים להנחת כלי עזר לצלייה נוחה הגריל נייד עם 4 גלגלים."]
    ];
    
    static var swings=[
            "Venice swing":
                ["veniceswing","₪ 1,499","1499","נדנדת גן מפנקת מיועדת ל3 אנשים מיוצרת ממתכת שעברה תהליך צביעה בתנור הנדנדה משולבת בבד טקסליין רחיץ ועמיד במידות הנדנדה אורך 190 רוחב 130. צבע הנדנדה חום קפוצינו צבע הריפוד  קרם  לנדנדה מצורף גגון להצל על היושבים מפני השמש."],
            "Lord 4":
                ["lord4","₪ 2,690","2690","נדנדת גן גדולה מאוד  מיועדתל 4 אנשים במידות 230/150 גובה 165 ס”מ  מושב הנדנדה באורך 180 ניתן לשכב עליה בנוחות ולהתנדנד לנדנדה מצורפת מערכת ריפודים וגגון תואמים לנדנדה מצורפים זוג מגשי צד להנחת כיבוד ומשקאות לנוחות היושבים בה . הנדנדה מיוצרת ממתכת שעברה תהליך צביעה בתנור המקנה לה עמידות בפני פגעי אקלים צבע שלד הנדנדה לבחירה לבן,  ירוק עמוק  עם מערכת ריפודים לבחירת הלקוח"],
            "Scirocco 2000":
                ["scirocco2000","₪ 2,650","2650","נדנדת גן איכותית מפוארת ל3 אנשים במידות אורך 195 ס”מ רוחב 116 ס”מ גובה 165 ס”מ להצבה על המרפסת או בגינה שלד הנדנדה עשוי יציקת פלסטיק בעיצוב מרהיב עין לנדנדה בסיס רחב יציב מאוד מושב הנדנדה מחובר לגשר הנדנדה עם מיסבים (לגרים)  המניעים מנדנדים את מושב הנדנדה בקלות ללא חריקות וללא רעשים ושומרים על חוזקה לאורך שנים מושב הנדנדה רחב במיוחד המקנה ליושב נוחות רבה הנידנוד שקט מאוד ורך מאוד ,גגון הנדנדה הינו ניתן לכוונון  בקלות כדי להצל על היושבים מפני השמש כל מוטות הכוונון הינם מאלומיניום לנדנדה מצורפים 2 מגשי צד רחבים לנשיאת כיבוד ומשקאות."],
            "Jasper":
                ["jasper","₪ 3,900","3900","נדנדת גן איכותית מפוארת  נדנדה מרווחת מיועדת ל-3 אנשים במידות אורך 195 ס”מ רוחב 116 ס”מ גובה 165 ס”מ להצבה על המרפסת או בגינה שלד הנדנדה עשוי יציקת פלסטיק בעיצוב מרהיב עין לנדנדה בסיס רחב יציב מאוד המחוזק במוטות אלומיניום לאורך וגשר מרכזי מאלומיניום המקנים יציבות לנדנדה וביטחון מירבי ליושבים בה כל מערכת הברגים והמיסבים מיוצרים מנירוסטה ללא סכנת החלדה ועמידים בכל פגעי האקלים מושב הנדנדה מחובר לגשר הנדנדה עם מיסבים (לגרים)  המניעים מנדנדים את מושב הנדנדה  בקלות ללא חריקות וללא רעשים ושומרים על חוזקה לאורך שנים. גגון הנדנדה הינו ניתן לכוונון  בקלות כדי להצל על היושבים מפני השמש כל מוטות הכוונון הינם מאלומיניום. לנדנדה מצורפים 2 מגשי צד רחבים לנשיאת כיבוד ומשקאות."],
            "ריפוד לנדנדת גן":
                ["padding","₪ 290","290","ריפוד לנדנדת גן פלסטיק גב ומשטח ישיבה מחוברים הריפוד עשוי מספוג סנדוויץ מצופה בבד כותנה עמיד וניתן לשליפה לצורך כביסה מידות 150/45 עובי הריפוד 40 ס”מ.הריפוד ניתן לבחירה בשלל צבעי בד ירוק לבן (כמופיע בתצלום) ירוק ,אוף ויט (שמנת)"],
            "ערסל צף":
                ["hammock","₪ 1,899","1899","ערסל צף ייחודי ואיכותי הערסל תלוי בנקודה אחת בלבד ולכן תנודותיו טבעיות ויוצרות תחושה עילאית של ריחוף רגיעה ושלווה . עיצובו האנטומי של הערסל תורם אף הוא לתחושה של התרגעות מושלמת הערסל בנוי ממסגרת מתכת בשילוב של ראתן חבלים קלוע עם מזרן עבה מונח לישיבה מפנקת ונוחה"]
    ];
    
    static var covers=[
            "Scab cover":
                ["scabcover","₪ 190","190","כיסוי לגריל גז בברקיו עשוי מברזנט שעבר תהליך ציפוי פלסטי עמיד בפני גשם קרינת השמש ופגעי אקלים. הכיסוי עבה חזק ועמיד לשנים רבות מותאם לגריל ונסגר על הגריל עם מערכת צמדנים. הכיסוי עוטף את כל הגריל כולל העגלה. צבע שחור. ניתן להזמין את הכיסוי לגריל במידות: אורך  100 ס”מ רוחב 65 ס”מ  גובה 115 ס”מ, אורך  150 ס”מ רוחב 65 ס”מ  גובה 115 ס”מ, אורך  165 ס”מ רוחב 65 ס”מ  גובה 115 ס”מ, אורך  175 ס”מ רוחב 65 ס”מ  גובה 115 ס”מ."]
    ];

}